{
    "id": "fa30665d419645a095a48474bf484b38",
    "title": "Field spectroradiometer",
    "solicitationNumber": "140G0124Q0100",
    "fullParentPathName": "INTERIOR, DEPARTMENT OF THE.US GEOLOGICAL SURVEY.OFC OF ACQUSITION  GRANTS-NATIONAL",
    "fullParentPathCode": "014.1434.140G01",
    "postedDate": "2024-03-11T00:00:00",
    "type": "Solicitation",
    "baseType": "Special Notice",
    "archiveType": "auto15",
    "archiveDate": "2024-04-03T00:00:00",
    "typeOfSetAsideDescription": null,
    "typeOfSetAside": null,
    "responseDeadLine": "2024-03-19T17:00:00",
    "naicsCode": {
        "id": 405,
        "naicsCode": 334516,
        "title": "Analytical Laboratory Instrument Manufacturing",
        "description": "This U.S. industry comprises establishments primarily engaged in manufacturing instruments and instrumentation systems for laboratory analysis of the chemical or physical composition or concentration of samples of solid, fluid, gaseous, or composite material.\n"
    },
    "naicsCodes": [
        "334516"
    ],
    "classificationCode": "6640",
    "active": true,
    "award": null,
    "description": "https://api.sam.gov/prod/opportunities/v1/noticedesc?noticeid=fa30665d419645a095a48474bf484b38",
    "organizationType": "OFFICE",
    "additionalInfoLink": null,
    "uiLink": "https://sam.gov/opp/fa30665d419645a095a48474bf484b38/view",
    "office_address": {
        "id": 7,
        "zipcode": "20192",
        "city": "RESTON",
        "countryCode": "USA",
        "state": "VA"
    },
    "place_of_performance": {
        "id": 7,
        "city_code": null,
        "city_name": null,
        "state_code": null,
        "state_name": null,
        "country_code": null,
        "country_name": null
    },
    "points_of_contact": [
        {
            "id": 10,
            "fax": null,
            "type": "primary",
            "email": "bfbaker@usgs.gov",
            "phone": "0000000000",
            "title": null,
            "fullName": "Baker, Brian"
        }
    ],
    "links": [
        {
            "id": 7,
            "rel": "self",
            "href": "https://api.sam.gov/prod/opportunities/v2/search?noticeid=fa30665d419645a095a48474bf484b38&limit=1"
        }
    ],
    "resource_links": [
        {
            "id": 36,
            "url": "https://sam.gov/api/prod/opps/v3/opportunities/resources/files/aac549c2ce194e6b90e18e088f87cb5f/download?api_key=null&token=",
            "text": "REQUEST FOR QUOTATION\n(THIS IS NOT AN ORDER)\n\n1. REQUEST NO.\n\n140G0124Q0100\n\n5a. ISSUED BY\n\nUSGS NATIONAL ACQUISITION BRANCH\n205 NATIONAL CENTER\n12201 SUNRISE VALLEY DRIVE\nRESTON VA 20192\n\nTHIS RFQ\n\nX\n\nIS\n\n2. DATE ISSUED\n\n03/11/2024\n\nIS NOT A SMALL BUSINESS SET ASIDE\n\n3. REQUISITION/PURCHASE REQUEST NO.\n\nPAGE      OF\n\nPAGES\n\n1\n\n 29 \n\nRATING\n\nNAME\n\nBrian Baker\n\na. NAME\n\nc. STREET ADDRESS\n\n5b. FOR INFORMATION CALL: (No collect calls)\n\nTELEPHONE NUMBER\n\nAREA CODE\n\n000\n\nNUMBER\n\n000-0000\n\n8. TO:\n\nb. COMPANY\n\n4. CERT. FOR NAT. DEF.\nUNDER BDSA REG. 2\nAND/OR DMS REG.1\n\n6. DELIVERY BY (Date)\n\n60 Days After Award\n\n7. DELIVERY\n\nX\n\nFOB DESTINATION\n\na. NAME OF CONSIGNEE\n\nUSGS LRS\n\nb. STREET ADDRESS\n\n9. DESTINATION\n\nOTHER\n\n(See Schedule)\n\n12201 Sunrise Valley Dr. MS 517\n\nc. CITY\n\nRESTON\nVA\n\nd. STATE\n\ne. ZIP CODE\n\n20192-0002\n\nd. CITY\n\ne. STATE\n\nf. ZIP CODE\n\n10. PLEASE FURNISH QUOTATIONS TO\n      THE ISSUING OFFICE IN BLOCK 5a ON\n      OR BEFORE CLOSE OF BUSINESS (Date)\n\n03/19/2024 1300 ED\n\nIMPORTANT: This is a request for information, and quotations furnished are not offers. If you are unable to quote, please so\nindicate on this form and return it to the address in Block 5a. This request does not commit the Government to pay any costs\nincurred in the preparation of the submission of this quotation or to contract for supplies or services. Supplies are of domestic\norigin unless otherwise indicated by quoter. Any representations and/or certifications attached to this Request for Quotations\nmust be completed by the quoter.\n\n11. SCHEDULE (Include applicable Federal, State and local taxes)\n\nITEM NO.\n\n(a)\n\nSUPPLIES/SERVICES\n\n(b)\n\nQUANTITY\n\n(c)\n\nUNIT\n(d)\n\nUNIT PRICE\n\n(e)\n\nAMOUNT\n\n(f)\n\n        Provide firm-fixed discounted pricing for the\n        following, in accordance with the functional and\n        techncial requirements, and applicable clauses\n        located in \"Attachment A\"\n        For questions regarding this solicitation,\n        contact:\n        Contracting Officer\n        Brian Baker\n        bfbaker@usgs.gov\n\n00010   Field spectroradiometer                                1 EA\n        Continued ...\n\n12. DISCOUNT FOR PROMPT PAYMENT\n\na. 10 CALENDAR DAYS (%)\n\nb. 20 CALENDAR DAYS (%)\n\nc. 30 CALENDAR DAYS (%)\n\nd. CALENDAR DAYS\n\nNUMBER\n\nPERCENTAGE\n\nNOTE: Additional provisions and representations\n\nare\n\nare not attached\n\n13. NAME AND ADDRESS OF QUOTER\n\n14. SIGNATURE OF PERSON AUTHORIZED TO\n       SIGN QUOTATION\n\n15. DATE OF QUOTATION\n\na. NAME (Type or print)\n\n16. SIGNER\n\nb. TELEPHONE\n\nAREA CODE\n\na. NAME OF QUOTER\n\nb. STREET ADDRESS\n\nc. COUNTY\n\nd. CITY\n\ne. STATE\n\nf. ZIP CODE\n\nc. TITLE (Type or print)\n\nNUMBER\n\nAUTHORIZED FOR LOCAL REPRODUCTION\nPrevious edition not usable\n\nSTANDARD FORM 18 (REV. 6-95)\nPrescribed by GSA - FAR (48 CFR) 53.215-1(a)\n\n\fCONTINUATION SHEET\n\nNAME OF OFFEROR OR CONTRACTOR\n\nREFERENCE NO. OF DOCUMENT BEING CONTINUED\n140G0124Q0100\n\nPAGE\n 2 \n\nOF\n\n 29 \n\nITEM NO.\n(A)\n\nSUPPLIES/SERVICES\n\n(B)\n\nQUANTITY UNIT\n(D)\n(C)\n\nUNIT PRICE\n(E)\n\nAMOUNT\n(F)\n\nNSN 7540-01-152-8067\n\nOPTIONAL FORM 336 (4-86)"
        },
        {
            "id": 35,
            "url": "https://sam.gov/api/prod/opps/v3/opportunities/resources/files/2946f55f89724ae1aa61fcd59762b3c6/download?api_key=null&token=",
            "text": "Page 3 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n  \n\nINSTRUCTION TO VENDORS \n\n \nA discounted firm-fixed-priced quotation and technical quotation package for Field spectroradiometer and accessories, \n(per requirements below) This will be a Small Business Set-Aside.  Quotes shall be submitted by 1:00 PM EST, \nTuesday, March 19, 2024, via email to the Contract Specialist, Brian Baker, at bfbaker@usgs.gov. Faxed or mailed \nquotations will not be accepted. Vendor shall supply the USGS with a thorough quotation package demonstrating how \nthey meet all requirements within the evaluation criteria. Quotation package shall be thorough enough to allow the \nUSGS to perform a proper evaluation. \n \nThe following additional information must be supplied along with your quotation. Failure to submit this information \nmay deem your quotation non-responsive and your quotation may not be considered. \n \n\n1.  Vendor must submit ALL QUOTATION DOCUMENTS IN PDF FORMAT which will be reviewed by the \nContract Specialist and USGS Technical Liaison. The quotation package must reflect all of the requirements as \nindicated in the Request For Quote (RFQ). Files sent as EXCEL documents will not be reviewed.   \n\n2.  Federal Tax ID Number. \n3.  Business Size Classification. \n4.  SAM UEI. \n\n \nThe award resulting from this Request for Quote (RFQ) will be based on lowest price technically acceptable (LPTA).  \n \nThis RFQ is set aside for Small Business concerns. Only quotes from Small Business concerns will be accepted. \n \nAll questions regarding this RFQ shall be sent to the Contract Specialist via email no later than 1:00 PM EST, Thursday, \nMarch 14, 2024. Vendors are urged to select one (1) representative from their firm to present all questions. Phone calls \nand late questions will not be accepted. \n \n\n(End Instructions to Vendors) \n\n \n\n \n\n\fPage 4 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n \n\n \n\n \n\nSTATEMENT OF REQUIREMENT/NEED \n\nThe USGS National Land Imaging Program, supporting the Core Science Systems Mission Area, requests equipment \nequal or better than an Analytical Spectral Device (ASD) FieldSpec 4 Hi-Res NG 3 detector visible and near infrared \n(VNIR) 350-1000 nanometer (nm), short-wave infrared region 1 (SWIR1) 1001-1830 nm, and short-wave infrared region \n2 (SWIR2) 1831-2500 nm spectroradiometer. \n \nThe primary use is for USGS employees to conduct high-precision and -caliber spectroradiometric field and laboratory \nmeasurements to accurately quantify, characterize and collect spectral signatures of Earth’s land, biota and water. Field \nspectroradiometry data will also be used for remote sensing algorithm development, satellite calibration and validation \npurposes. USGS employees will conduct these field research measurement activities with the spectroradiometer for \ncomparisons with international standards and National Institute of Standards and Technology (NIST) material \ncharacterizations. Therefore, the field spectroradiometer must meet rigorous scientific analysis, scientific peer-reviewed \nstandards (i.e. Thompson et al., Quantifying uncertainty for remote spectroscopy of surface composition, Remote Sensing \nof Environment, 2020, 111898) and operational accuracy needs.  The field spectroradiometer must perform to within +/-\n1% of Landsat and other highly calibrated satellite mission data. \n \nThe procurement equipment supports scientific research, civil Earth Observation mission calibration and validation \nactivities on hydrologic, ecologic, atmospheric, mineral and radiative properties of the Earth. The procurement equipment \nbolsters the ability of the USGS to capture, process, monitor, record, calibrate, validate and distribute accurate, precise \nscientific data and records in a timely manner.  \n \nIn making this procurement decision, USGS considered alignment with DOI IT Transformation goals, alternative \nsolutions, bandwidth and IT security impacts, portability, interoperability and life cycle requirements.  \n \nSpecifications \n \nField spectroradiometer equal to or better than an ASD FieldSpec 4 Hi-Res NG Spectroradiometer is required with the \nfollowing salient characteristics: 350-2500nm spectral range with 3nm at 700nm, 6nm at 1400 & 2100 nm spectral \nresolution, 100 millisecond scanning, adjustable collection potential via integrated spectroradiometric software, 0.1 nm \nwavelength reproducibility, +/-0.1% radiometric signal repeatability from 350-2500nm, 1.5m hardwire connected cable \nwith 57 glass fibers identifiable across VNIR, SWIR1 and SWIR2 detectors, NIST traceable manufacturer, instrument-\nspecific radiometrically corrected detachable 8 degree field-of-view fore optic, NIST traceable manufacturer, instrument-\nspecific radiometrically corrected detachable reflective cosine receptor, 5m underwater fiber optic removable jumper \ncable, underwater instrument-specific, radiometrically corrected RadCal removable remote cosine receptor, cuvette \naquatic sample holder assembly, coordinated Hi-Brite contact probe and Spectralon reference cap, portable NIST-grade \nspectrometer calibration illuminator lamp, integrating sphere, Mercury Argon NIST-grade calibration source, and a \n10”x10” Spectralon reference panel and instrument-specific wavelength calibration puck. The main spectrometer unit is \nunder 12lbs and operates for extended periods of time at temperatures ranging from 0° to 40° degrees Celsius. Desired \nfield spectroradiometer accessories also include: spare battery,  medium-duty tripod for spectrometer, and lightweight \ntripod for Spectralon panel. No more than 60 day delivery time. \n \nDelivery: 60 Days ARO \n \nShipping Address:  \n \n\nTBD \n12201 Sunrise Valley Drive \nMS-511, Rm2A207 \nReston, VA 20192 \n \n\n(End of Requirement / Salient Characteristics) \n\n\fAttachment A – 140G0124Q0100 \n \n \n\nPage 5 of 29 \n\nDOI IT Baseline Compliance Contract Guidelines  \n\n   \n  • Information systems and system services provided to the DOI by the Contractor must comply with DOI IT \nCybersecurity and Privacy Control Standards, privacy policies, and other related guidance.    \n   \n• Contractors and information system service providers shall be responsible for recognizing and reporting security \nincidents.    \n   \n• Contractors shall comply with the requirements of the Privacy Act of 1974 and shall not remove personally \nidentifiable information (PII) or Privacy Act material from government facilities or systems, or facilities or systems \noperated or maintained on the government’s behalf, without the express written permission of the Head of the \nContracting Activity.    \n   \n• Products, platforms, and services delivered as part of a contract statement of work that use information and \ncommunication technology (ICT), shall conform to the ICT Accessibility Revised 508 Standards of the Rehabilitation \nAct.    \n   \n• Contractors shall comply with all applicable records management laws and regulations that includes National \nArchives and Records Administration (NARA) records guidance and departmental policy.    \n   \n• Acquired services shall comply with the Homeland Security Presidential Directive-12 that requires all federal \nentities to ensure that all Contractor employees have current and approved security background investigations that are \nequivalent to investigations performed with the federal employee workforce.    \n   \n• Contractors must manage Controlled Unclassified Information (CUI) in accordance with applicable laws, \nregulations, executive orders, and policies.    \n• If a portion of the contract requirement seeks information from ten or more members of the public, the Contactor \nemployees shall work with the Bureau Information Collection Clearance Officer to obtain a Paperwork Reduction Act \nclearance from the Office of Management and Budget (OMB).    \n   \nReferences:   \n   \n  • Federal Information Security Modernization Act of 2014 (FISMA): https://www.cisa.gov/federal-information-\nsecurity-modernization-act      \n   \n• Federal Risk and Authorization Management Program (FedRAMP) for cloud hosted systems: \nhttps://www.fedramp.gov    \n   \n• Section 208 of the E-Government Act of 2002: https://www.govinfo.gov/content/pkg/PLAW-\n107publ347/pdf/PLAW-107publ347.pdf    \n   \n• Privacy Act of 1974: https://www.justice.gov/opcl/privacy-act-1974     \n   \n   \n• Federal Information Processing Standards (FIPS) and the National Institute of Standards and Technology (NIST) \n800-Series Special Publications (SP): https://www.nist.gov   \n   \n•Office of Management and Budget (OMB) Circular A-130, Managing Information as a Strategic Resource:    \n   \n•NIST Computer Security Resource Center Glossary Terms and Definitions: https://csrc.nist.gov/glossary    \n   \n  \n\n(End of Requirement)  \n\n \n \n\n\fPage 6 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\nWork Statement Attachment - Information Technology Security Requirements Summary   \n\n \n1.  Background Investigation   \nNot Applicable \n \n2.  Non-disclosure Agreement  \nNot Applicable \n \n3.  Training  \nNot Applicable \n     \n4.  Personnel Changes  \nNot Applicable \n     \n5.  Contractor Location  \nNot Applicable \n     \n6.  Applicable Standards  \nNot Applicable \n     \n7.  Security Categorization  \nNot Applicable \n     \n8.  Property Rights  \n1.  For Federal Supply Schedule orders or orders under an existing contract, rights to software acquired hereunder are set \n\nforth in the basic contract. \n\n \n2.  For open market contracts, the Government's rights in software delivered hereunder shall be as described in software \ndeveloper's commercial software license agreement or the clause FAR 52.227-19, Commercial Computer Software-\nRestricted Rights, whichever is greater. \n\n \n9.  Independent Verification and Validation (IV & V)  \nNot Applicable \n \n10.  Certification & Accreditation  \nNot Applicable \n     \n \n11. Internet Logon Banner  \nNot Applicable \n \n12. Incident Reporting  \nNot Applicable \n     \n13. Quality Control  \nAll software or hardware purchased must be free of malicious code such as viruses, Trojan horse programs, worms, \nspyware, etc.  \n \nValidation of this must be written into the contract.  \n     \n14. Self Assessment  \nNot Applicable \n     \n15. Vulnerability Analysis  \nNot Applicable \n\n\fPage 7 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n     \n16. Logon Banner  \nNot Applicable \n     \n17. Security Controls  \nNot Applicable \n     \n18. Contingency Plan  \nNot Applicable \n \n\n(End IT Work Statement) \n\n \n\n52.204-24 \n\n \n\n    Representation Regarding Certain Telecommunications   \n\n \n\n  Nov 2021 \n\nand Video Surveillance Services or Equipment \n\n \n\nThe Offeror shall not complete the representation at paragraph (d)(1) of this provision if the Offeror has represented \n\nthat it \"does not provide covered telecommunications equipment or services as a part of its offered products or services to \nthe Government in the performance of any contract, subcontract, or other contractual instrument\" in paragraph (c)(1) in \nthe provision at 52.204-26, Covered Telecommunications Equipment or Services—Representation, or in paragraph \n(v)(2)(i) of the provision at 52.212-3, Offeror Representations and Certifications-Commercial Products or Commercial \nServices. The Offeror shall not complete the representation in paragraph (d)(2) of this provision if the Offeror has \nrepresented that it \"does not use covered telecommunications equipment or services, or any equipment, system, or service \nthat uses covered telecommunications equipment or services\" in paragraph (c)(2) of the provision at 52.204-26, or in \nparagraph (v)(2)(ii) of the provision at 52.212-3. \n\n(a) Definitions. As used in this provision— \n\nBackhaul, covered telecommunications equipment or services, critical technology, interconnection arrangements, \n\nreasonable inquiry, roaming, and substantial or essential component have the meanings provided in the clause 52.204-25, \nProhibition on Contracting for Certain Telecommunications and Video Surveillance Services or Equipment. \n\n(b) Prohibition. \n\n(1) Section 889(a)(1)(A) of the John S. McCain National Defense Authorization Act for Fiscal Year 2019 (Pub. L. \n115-232) prohibits the head of an executive agency on or after August 13, 2019, from procuring or obtaining, or extending \nor renewing a contract to procure or obtain, any equipment, system, or service that uses covered telecommunications \nequipment or services as a substantial or essential component of any system, or as critical technology as part of any \nsystem. Nothing in the prohibition shall be construed to— \n\n(i) Prohibit the head of an executive agency from procuring with an entity to provide a service that connects to \n\nthe facilities of a third-party, such as backhaul, roaming, or interconnection arrangements; or \n\n(ii) Cover telecommunications equipment that cannot route or redirect user data traffic or cannot permit \n\nvisibility into any user data or packets that such equipment transmits or otherwise handles. \n\n(2) Section 889(a)(1)(B) of the John S. McCain National Defense Authorization Act for Fiscal Year 2019 (Pub. L. \n115-232) prohibits the head of an executive agency on or after August 13, 2020, from entering into a contract or extending \nor renewing a contract with an entity that uses any equipment, system, or service that uses covered telecommunications \nequipment or services as a substantial or essential component of any system, or as critical technology as part of any \nsystem. This prohibition applies to the use of covered telecommunications equipment or services, regardless of whether \nthat use is in performance of work under a Federal contract. Nothing in the prohibition shall be construed to— \n\n(i) Prohibit the head of an executive agency from procuring with an entity to provide a service that connects to \n\nthe facilities of a third-party, such as backhaul, roaming, or interconnection arrangements; or \n\n(ii) Cover telecommunications equipment that cannot route or redirect user data traffic or cannot permit \n\nvisibility into any user data or packets that such equipment transmits or otherwise handles. \n\n\fPage 8 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n(c) Procedures. The Offeror shall review the list of excluded parties in the System for Award Management (SAM) \n\n( https://www.sam.gov) for entities excluded from receiving federal awards for \"covered telecommunications equipment \nor services\". \n\n(d) Representation. The Offeror represents that— \n\n(1) It □ will, □ will not provide covered telecommunications equipment or services to the Government in the \n\nperformance of any contract, subcontract or other contractual instrument resulting from this solicitation. The Offeror shall \nprovide the additional disclosure information required at paragraph (e)(1) of this section if the Offeror responds \"will\" in \nparagraph (d)(1) of this section; and \n\n(2) After conducting a reasonable inquiry, for purposes of this representation, the Offeror represents that— \n\nIt □ does, □ does not use covered telecommunications equipment or services, or use any equipment, system, or \nservice that uses covered telecommunications equipment or services. The Offeror shall provide the additional disclosure \ninformation required at paragraph (e)(2) of this section if the Offeror responds \"does\" in paragraph (d)(2) of this section. \n\n(e) Disclosures.  \n\n(1) Disclosure for the representation in paragraph (d)(1) of this provision. If the Offeror has responded \"will\" in \nthe representation in paragraph (d)(1) of this provision, the Offeror shall provide the following information as part of the \noffer: \n\n(i) For covered equipment— \n\n(A) The entity that produced the covered telecommunications equipment (include entity name, unique \n\nentity identifier, CAGE code, and whether the entity was the original equipment manufacturer (OEM) or a distributor, if \nknown); \n\n(B) A description of all covered telecommunications equipment offered (include brand; model number, \n\nsuch as OEM number, manufacturer part number, or wholesaler number; and item description, as applicable); and \n\n(C) Explanation of the proposed use of covered telecommunications equipment and any factors relevant \n\nto determining if such use would be permissible under the prohibition in paragraph (b)(1) of this provision. \n\n(ii) For covered services— \n\n(A) If the service is related to item maintenance: A description of all covered telecommunications \n\nservices offered (include on the item being maintained: Brand; model number, such as OEM number, manufacturer part \nnumber, or wholesaler number; and item description, as applicable); or \n\n(B) If not associated with maintenance, the Product Service Code (PSC) of the service being provided; \nand explanation of the proposed use of covered telecommunications services and any factors relevant to determining if \nsuch use would be permissible under the prohibition in paragraph (b)(1) of this provision. \n\n(2) Disclosure for the representation in paragraph (d)(2) of this provision. If the Offeror has responded \"does\" in \nthe representation in paragraph (d)(2) of this provision, the Offeror shall provide the following information as part of the \noffer: \n\n(i) For covered equipment— \n\n(A) The entity that produced the covered telecommunications equipment (include entity name, unique \n\nentity identifier, CAGE code, and whether the entity was the OEM or a distributor, if known); \n\n(B) A description of all covered telecommunications equipment offered (include brand; model number, \n\nsuch as OEM number, manufacturer part number, or wholesaler number; and item description, as applicable); and \n\n(C) Explanation of the proposed use of covered telecommunications equipment and any factors relevant \n\nto determining if such use would be permissible under the prohibition in paragraph (b)(2) of this provision. \n\n(ii) For covered services— \n\n(A) If the service is related to item maintenance: A description of all covered telecommunications \n\nservices offered (include on the item being maintained: Brand; model number, such as OEM number, manufacturer part \nnumber, or wholesaler number; and item description, as applicable); or \n\n\fPage 9 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n \n\n  \n52.204-25   \n\n  \n (a) Definitions. As used in this clause—  \n\n(B) If not associated with maintenance, the PSC of the service being provided; and explanation of the \n\nproposed use of covered telecommunications services and any factors relevant to determining if such use would be \npermissible under the prohibition in paragraph (b)(2) of this provision. \n\n(End of provision) \n\n      \n\n        Prohibition on Contracting for Certain Telecommunications   Nov 2021 \n\nand Video Surveillance Services or Equipment \n\n      Backhaul means intermediate links between the core network, or backbone network, and the small subnetworks at the \nedge of the network (e.g., connecting cell phones/towers to the core telephone network). Backhaul can be wireless (e.g., \nmicrowave) or wired (e.g., fiber optic, coaxial cable, Ethernet).  \n\n      Covered foreign country means The People’s Republic of China.  \n\n      Covered telecommunications equipment or services means–  \n\n           (1) Telecommunications equipment produced by Huawei Technologies Company or ZTE Corporation (or any \nsubsidiary or affiliate of such entities);  \n\n           (2) For the purpose of public safety, security of Government facilities, physical security surveillance of critical \ninfrastructure, and other national security purposes, video surveillance and telecommunications equipment produced by \nHytera Communications Corporation, Hangzhou Hikvision Digital Technology Company, or Dahua Technology \nCompany (or any subsidiary or affiliate of such entities);  \n\n           (3) Telecommunications or video surveillance services provided by such entities or using such equipment; or  \n\n           (4) Telecommunications or video surveillance equipment or services produced or provided by an entity that the \nSecretary of Defense, in consultation with the Director of National Intelligence or the Director of the Federal Bureau of \nInvestigation, reasonably believes to be an entity owned or controlled by, or otherwise connected to, the government of a \ncovered foreign country.  \n\n      Critical technology means–  \n\n           (1) Defense articles or defense services included on the United States Munitions List set forth in the International \nTraffic in Arms Regulations under subchapter M of chapter I of title 22, Code of Federal Regulations;  \n\n           (2) Items included on the Commerce Control List set forth in Supplement No. 1 to part 774 of the Export \nAdministration Regulations under subchapter C of chapter VII of title 15, Code of Federal Regulations, and controlled-  \n\n                (i) Pursuant to multilateral regimes, including for reasons relating to national security, chemical and biological \nweapons proliferation, nuclear nonproliferation, or missile technology; or  \n\n                (ii) For reasons relating to regional stability or surreptitious listening;  \n\n           (3) Specially designed and prepared nuclear equipment, parts and components, materials, software, and technology \ncovered by part 810 of title 10, Code of Federal Regulations (relating to assistance to foreign atomic energy activities);  \n\n           (4) Nuclear facilities, equipment, and material covered by part 110 of title 10, Code of Federal Regulations (relating \nto export and import of nuclear equipment and material);  \n\n           (5) Select agents and toxins covered by part 331 of title 7, Code of Federal Regulations, part 121 of title 9 of such \nCode, or part 73 of title 42 of such Code; or  \n\n           (6) Emerging and foundational technologies controlled pursuant to section 1758 of the Export Control Reform Act of \n2018 (50 U.S.C. 4817).  \n\n      Interconnection arrangements means arrangements governing the physical connection of two or more networks to \nallow the use of another's network to hand off traffic where it is ultimately delivered (e.g., connection of a customer of \ntelephone provider A to a customer of telephone company B) or sharing data and other information resources.  \n\n\fAttachment A – 140G0124Q0100 \n \n \n      Reasonable inquiry means an inquiry designed to uncover any information in the entity's possession about the identity \nof the producer or provider of covered telecommunications equipment or services used by the entity that excludes the \nneed to include an internal or third-party audit.  \n\n      Roaming means cellular communications services (e.g., voice, video, data) received from a visited network when \nunable to connect to the facilities of the home network either because signal coverage is too weak or because traffic is too \nhigh.  \n\n      Substantial or essential component means any component necessary for the proper function or performance of a piece \nof equipment, system, or service.  \n\nPage 10 of 29 \n\n      (b) Prohibition.    \n\n  (1) Section 889(a)(1)(A) of the John S. McCain National Defense Authorization Act for Fiscal Year 2019 (Pub. L. \n\n115-232) prohibits the head of an executive agency on or after August 13, 2019, from procuring or obtaining, or extending \nor renewing a contract to procure or obtain, any equipment, system, or service that uses covered telecommunications \nequipment or services as a substantial or essential component of any system, or as critical technology as part of any \nsystem. The Contractor is prohibited from providing to the Government any equipment, system, or service that uses \ncovered telecommunications equipment or services as a substantial or essential component of any system, or as critical \ntechnology as part of any system, unless an exception at paragraph (c) of this clause applies or the covered \ntelecommunication equipment or services are covered by a waiver described in FAR 4.2104.  \n\n           (2) Section 889(a)(1)(B) of the John S. McCain National Defense Authorization Act for Fiscal Year 2019 (Pub. L. \n115-232) prohibits the head of an executive agency on or after August 13, 2020, from entering into a contract, or \nextending or renewing a contract, with an entity that uses any equipment, system, or service that uses covered \ntelecommunications equipment or services as a substantial or essential component of any system, or as critical technology \nas part of any system, unless an exception at paragraph (c) of this clause applies or the covered telecommunication \nequipment or services are covered by a waiver described in FAR 4.2104. This prohibition applies to the use of covered \ntelecommunications equipment or services, regardless of whether that use is in performance of work under a Federal \ncontract.  \n\n      (c) Exceptions. This clause does not prohibit contractors from providing—  \n\n           (1) A service that connects to the facilities of a third-party, such as backhaul, roaming, or interconnection \narrangements; or  \n\n           (2) Telecommunications equipment that cannot route or redirect user data traffic or permit visibility into any user \ndata or packets that such equipment transmits or otherwise handles.  \n\n      (d) Reporting requirement.  \n\n (1) In the event the Contractor identifies covered telecommunications equipment or services used as a substantial or \n\nessential component of any system, or as critical technology as part of any system, during contract performance, or the \nContractor is notified of such by a subcontractor at any tier or by any other source, the Contractor shall report the \ninformation in paragraph (d)(2) of this clause to the Contracting Officer, unless elsewhere in this contract are established \nprocedures for reporting the information; in the case of the Department of Defense, the Contractor shall report to the \nwebsite at https://dibnet.dod.mil. For indefinite delivery contracts, the Contractor shall report to the Contracting Officer \nfor the indefinite delivery contract and the Contracting Officer(s) for any affected order or, in the case of the Department \nof Defense, identify both the indefinite delivery contract and any affected orders in the report provided \nat https://dibnet.dod.mil.  \n\n           (2) The Contractor shall report the following information pursuant to paragraph (d)(1) of this clause  \n\n                (i) Within one business day from the date of such identification or notification: the contract number; the order \nnumber(s), if applicable; supplier name; supplier unique entity identifier (if known); supplier Commercial and \nGovernment Entity (CAGE) code (if known); brand; model number (original equipment manufacturer number, \nmanufacturer part number, or wholesaler number); item description; and any readily available information about \nmitigation actions undertaken or recommended.  \n\n                (ii) Within 10 business days of submitting the information in paragraph (d)(2)(i) of this clause: any further \navailable information about mitigation actions undertaken or recommended. In addition, the Contractor shall describe the \nefforts it undertook to prevent use or submission of covered telecommunications equipment or services, and any \n\n\fPage 11 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \nadditional efforts that will be incorporated to prevent future use or submission of covered telecommunications equipment \nor services.  \n\n      (e) Subcontracts. The Contractor shall insert the substance of this clause, including this paragraph (e) and excluding \nparagraph (b)(2), in all subcontracts and other contractual instruments, including subcontracts for the acquisition of \ncommercial products or commercial services.  \n  \n\n(End of clause)  \n\nCovered Telecommunications Equipment or Services-Representation  \n\n  \n 52.204-26 \n  \n(a) Definitions. As used in this provision, \"covered telecommunications equipment or services\" and \"reasonable inquiry\" \nhave the meaning provided in the clause 52.204-25, Prohibition on Contracting for Certain Telecommunications and \nVideo Surveillance Services or Equipment.  \n\nOct 2020 \n\n \n\n (b) Procedures. The Offeror shall review the list of excluded parties in the System for Award Management (SAM) \n(https://www.sam.gov) for entities excluded from receiving federal awards for \"covered telecommunications equipment or \nservices\".  \n\n  (c) (1) Representation. The Offeror represents that it □ does, □ does not provide covered telecommunications equipment \nor services as a part of its offered products or services to the Government in the performance of any contract, subcontract, \nor other contractual instrument.  \n\n        (2) After conducting a reasonable inquiry for purposes of this representation, the offeror represents that it □ does, □ \ndoes not use covered telecommunications equipment or services, or any equipment, system, or service that uses covered \ntelecommunications equipment or services.  \n\n  \n\n      \n\n52.204-27   \n  \n (a) Definitions. As used in this clause—  \n \n\n          Prohibition on a ByteDance Covered Application  \n\n                    Jun 2023 \n\n(End of provision) \n\n \n\n      Covered application means the social networking service TikTok or any successor application or service \n\ndeveloped or provided by ByteDance Limited or an entity owned by ByteDance Limited. \n \n\nInformation technology, as defined in 40 U.S.C. 11101(6)— \n\n \n           (1) Means any equipment or interconnected system or subsystem of equipment, used in the automatic acquisition, \nstorage, analysis, evaluation, manipulation, management, movement, control, display, switching, interchange, \ntransmission, or reception of data or information by the executive agency, if the equipment is used by the executive \nagency directly or is used by a contractor under a contract with the executive agency that requires the use—  \n \n\n(i) Of that equipment; or \n \n(ii) Of that equipment to a significant extent in the performance of a service or the furnishing of a product; \n\n \n           (2) Includes computers, ancillary equipment (including imaging peripherals, input, output, and storage devices \nnecessary for security and surveillance), peripheral equipment designed to be controlled by the central processing unit of a \ncomputer, software, firmware and similar procedures, services (including support services), and related resources; but  \n \n           (3) Does not include any equipment acquired by a Federal contractor incidental to a Federal contract. \n \n(b) Prohibition. Section 102 of Division R of the Consolidated Appropriations Act, 2023 (Pub. L. 117-328), the No \nTikTok on Government Devices Act, and its implementing guidance under Office of Management and Budget (OMB) \nMemorandum M-23-13, dated February 27, 2023, “No TikTok on Government Devices” Implementation Guidance, \ncollectively prohibit the presence or use of a covered application on executive agency information technology, including \n\n\fAttachment A – 140G0124Q0100 \n \n \ncertain equipment used by Federal contractors. The Contractor is prohibited from having or using a covered application on \nany information technology owned or managed by the Government, or on any information technology used or provided \nby the Contractor under this contract, including equipment provided by the Contractor’s employees; however, this \nprohibition does not apply if the Contracting Officer provides written notification to the Contractor that an exception has \nbeen granted in accordance with OMB Memorandum M-23-13. \n \n(c) Subcontracts. The Contractor shall insert the substance of this clause, including this paragraph (c), in all subcontracts, \nincluding subcontracts for the acquisition of commercial products or commercial services.  \n  \n\nPage 12 of 29 \n\n   \n52.212-4 \n\n \n\nContract Terms and Conditions – Commercial Products \n\n \n\n \n\nDec 2022 \n\n(End of clause) \n\nand Commercial Services \n\n \n\n(a)  Inspection/Acceptance. The Contractor shall only tender for acceptance those items that conform to the \n\nrequirements of this contract. The Government reserves the right to inspect or test any supplies or services that have been \ntendered for acceptance. The Government may require repair or replacement of nonconforming supplies or reperformance \nof nonconforming services at no increase in contract price. If repair/replacement or reperformance will not correct the \ndefects or is not possible, the Government may seek an equitable price reduction or adequate consideration for acceptance \nof nonconforming supplies or services. The Government must exercise its post-acceptance rights- \n\n(1)  Within a reasonable time after the defect was discovered or should have been discovered; and \n(2)  Before any substantial change occurs in the condition of the item, unless the change is due to the defect in the \n\n(b)  Assignment. The Contractor or its assignee may assign its rights to receive payment due as a result of performance \n\nof this contract to a bank, trust company, or other financing institution, including any Federal lending agency in \naccordance with the Assignment of Claims Act (31 U.S.C. 3727). However, when a third party makes payment (e.g., use \nof the Governmentwide commercial purchase card), the Contractor may not assign its rights to receive payment under this \ncontract. \n\n(c)  Changes. Changes in the terms and conditions of this contract may be made only by written agreement of the \n\nitem. \n\nparties. \n\n(d)  Disputes. This contract is subject to 41 U.S.C. chapter 71, Contract Disputes. Failure of the parties to this contract \n\nto reach agreement on any request for equitable adjustment, claim, appeal or action arising under or relating to this \ncontract shall be a dispute to be resolved in accordance with the clause at Federal Acquisition Regulation (FAR) 52.233-1, \nDisputes, which is incorporated herein by reference. The Contractor shall proceed diligently with performance of this \ncontract, pending final resolution of any dispute arising under the contract. \n\n(e)  Definitions. The clause at FAR 52.202-1, Definitions, is incorporated herein by reference. \n(f)  Excusable delays. The Contractor shall be liable for default unless nonperformance is caused by an occurrence \n\nbeyond the reasonable control of the Contractor and without its fault or negligence such as, acts of God or the public \nenemy, acts of the Government in either its sovereign or contractual capacity, fires, floods, epidemics, quarantine \nrestrictions, strikes, unusually severe weather, and delays of common carriers. The Contractor shall notify the Contracting \nOfficer in writing as soon as it is reasonably possible after the commencement of any excusable delay, setting forth the \nfull particulars in connection therewith, shall remedy such occurrence with all reasonable dispatch, and shall promptly \ngive written notice to the Contracting Officer of the cessation of such occurrence. \n\n(g)  Invoice. (1) The Contractor shall submit an original invoice and three copies (or electronic invoice, if authorized) \n\nto the address designated in the contract to receive invoices. An invoice must include- \n\n(i)  Name and address of the Contractor; \n(ii)  Invoice date and number; \n(iii) Contract number, line item number and, if applicable, the order number; \n(iv) Description, quantity, unit of measure, unit price and extended price of the items delivered; \n\n\fPage 13 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\nshipped on Government bill of lading; \n\n(v)  Shipping number and date of shipment, including the bill of lading number and weight of shipment if \n\n(vi) Terms of any discount for prompt payment offered; \n(vii)  Name and address of official to whom payment is to be sent; \n(viii)  Name, title, and phone number of person to notify in event of defective invoice; and \n(ix) Taxpayer Identification Number (TIN). The Contractor shall include its TIN on the invoice only if \n\nrequired elsewhere in this contract. \n\n(x)  Electronic funds transfer (EFT) banking information. \n\n(A) The Contractor shall include EFT banking information on the invoice only if required elsewhere \n\nin this contract. \n\n(B) If EFT banking information is not required to be on the invoice, in order for the invoice to be a \nproper invoice, the Contractor shall have submitted correct EFT banking information in accordance with the applicable \nsolicitation provision, contract clause (e.g., 52.232-33, Payment by Electronic Funds Transfer-System for Award \nManagement, or 52.232-34, Payment by Electronic Funds Transfer-Other Than System for Award Management), or \napplicable agency procedures. \n\n(C) EFT banking information is not required if the Government waived the requirement to pay by \n\nEFT. \n\n(2)  Invoices will be handled in accordance with the Prompt Payment Act ( 31 U.S.C.3903) and Office of \n\nManagement and Budget (OMB) prompt payment regulations at 5 CFR Part 1315. \n\n(h)  Patent indemnity. The Contractor shall indemnify the Government and its officers, employees and agents against \n\nliability, including costs, for actual or alleged direct or contributory infringement of, or inducement to infringe, any United \nStates or foreign patent, trademark or copyright, arising out of the performance of this contract, provided the Contractor is \nreasonably notified of such claims and proceedings. \n\n(i)  Payment.-  \n\n(1)  Items accepted. Payment shall be made for items accepted by the Government that have been delivered to the \n\ndelivery destinations set forth in this contract. \n\n(2)  Prompt payment. The Government will make payment in accordance with the Prompt Payment Act ( 31 \n\nU.S.C.3903) and prompt payment regulations at 5 CFR Part 1315. \n\n(3)  Electronic Funds Transfer (EFT). If the Government makes payment by EFT, see 52.212-5(b) for the \n\nappropriate EFT clause. \n\n(4)  Discount. In connection with any discount offered for early payment, time shall be computed from the date of \nthe invoice. For the purpose of computing the discount earned, payment shall be considered to have been made on the date \nwhich appears on the payment check or the specified payment date if an electronic funds transfer payment is made. \n\n(5)  Overpayments. If the Contractor becomes aware of a duplicate contract financing or invoice payment or that \n\nthe Government has otherwise overpaid on a contract financing or invoice payment, the Contractor shall- \n\n(i)  Remit the overpayment amount to the payment office cited in the contract along with a description of \n\nthe overpayment including the- \n\nerrors, date(s) of overpayment); \n\n(A) Circumstances of the overpayment (e.g., duplicate payment, erroneous payment, liquidation \n\n(B) Affected contract number and delivery order number, if applicable; \n(C) Affected line item or subline item, if applicable; and \n(D) Contractor point of contact. \n\n(ii)  Provide a copy of the remittance and supporting documentation to the Contracting Officer. \n\n(6)  Interest.  \n\n(i)  All amounts that become payable by the Contractor to the Government under this contract shall bear \n\nsimple interest from the date due until paid unless paid within 30 days of becoming due. The interest rate shall be the \ninterest rate established by the Secretary of the Treasury as provided in 41 U.S.C. 7109, which is applicable to the period \n\n\fAttachment A – 140G0124Q0100 \n \n \nin which the amount becomes due, as provided in (i)(6)(v) of this clause, and then at the rate applicable for each six-\nmonth period as fixed by the Secretary until the amount is paid. \n\n(ii)  The Government may issue a demand for payment to the Contractor upon finding a debt is due under \n\nPage 14 of 29 \n\nthe contract. \n\namount of a debt within 30 days; \n\n(iii)  Final decisions. The Contracting Officer will issue a final decision as required by 33.211 if– \n\n(A) The Contracting Officer and the Contractor are unable to reach agreement on the existence or \n\n(B) The Contractor fails to liquidate a debt previously demanded by the Contracting Officer within \nthe timeline specified in the demand for payment unless the amounts were not repaid because the Contractor has requested \nan installment payment agreement; or \n\n(C) The Contractor requests a deferment of collection on a debt previously demanded by the \n\nContracting Officer (see 32.607-2). \n\n(iv)  If a demand for payment was previously issued for the debt, the demand for payment included in the \n\nfinal decision shall identify the same due date as the original demand for payment. \n\n(v)  Amounts shall be due at the earliest of the following dates: \n\n(A) The date fixed under this contract. \n(B) The date of the first written demand for payment, including any demand for payment resulting \n\n(vi)  The interest charge shall be computed for the actual number of calendar days involved beginning on \n\nfrom a default termination. \n\nthe due date and ending on- \n\n(A) The date on which the designated office receives payment from the Contractor; \n(B) The date of issuance of a Government check to the Contractor from which an amount otherwise \n\npayable has been withheld as a credit against the contract debt; or \n\n(C) The date on which an amount withheld and applied to the contract debt would otherwise have \n\nbecome payable to the Contractor. \n\n32.608-2 in effect on the date of this contract. \n\n(vii) The interest charge made under this clause may be reduced under the procedures prescribed in FAR \n\n(j)  Risk of loss. Unless the contract specifically provides otherwise, risk of loss or damage to the supplies provided \n\nunder this contract shall remain with the Contractor until, and shall pass to the Government upon: \n\n(1)  Delivery of the supplies to a carrier, if transportation is f.o.b. origin; or \n(2)  Delivery of the supplies to the Government at the destination specified in the contract, if transportation is \n\nf.o.b. destination. \n\n(k)  Taxes. The contract price includes all applicable Federal, State, and local taxes and duties. \n(l)  Termination for the Government’s convenience. The Government reserves the right to terminate this contract, or \nany part hereof, for its sole convenience. In the event of such termination, the Contractor shall immediately stop all work \nhereunder and shall immediately cause any and all of its suppliers and subcontractors to cease work. Subject to the terms \nof this contract, the Contractor shall be paid a percentage of the contract price reflecting the percentage of the work \nperformed prior to the notice of termination, plus reasonable charges the Contractor can demonstrate to the satisfaction of \nthe Government using its standard record keeping system, have resulted from the termination. The Contractor shall not be \nrequired to comply with the cost accounting standards or contract cost principles for this purpose. This paragraph does not \ngive the Government any right to audit the Contractor’s records. The Contractor shall not be paid for any work performed \nor costs incurred which reasonably could have been avoided. \n\n(m) Termination for cause. The Government may terminate this contract, or any part hereof, for cause in the event of \n\nany default by the Contractor, or if the Contractor fails to comply with any contract terms and conditions, or fails to \nprovide the Government, upon request, with adequate assurances of future performance. In the event of termination for \ncause, the Government shall not be liable to the Contractor for any amount for supplies or services not accepted, and the \nContractor shall be liable to the Government for any and all rights and remedies provided by law. If it is determined that \n\n\fPage 15 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \nthe Government improperly terminated this contract for default, such termination shall be deemed a termination for \nconvenience. \n\n(n)  Title. Unless specified elsewhere in this contract, title to items furnished under this contract shall pass to the \n\nGovernment upon acceptance, regardless of when or where the Government takes physical possession. \n\n(o)  Warranty. The Contractor warrants and implies that the items delivered hereunder are merchantable and fit for use \n\nfor the particular purpose described in this contract. \n\n(p)  Limitation of liability. Except as otherwise provided by an express warranty, the Contractor will not be liable to \n\nthe Government for consequential damages resulting from any defect or deficiencies in accepted items. \n\n(q)  Other compliances. The Contractor shall comply with all applicable Federal, State and local laws, executive \n\norders, rules and regulations applicable to its performance under this contract. \n\n(r)  Compliance with laws unique to Government contracts. The Contractor agrees to comply with 31 U.S.C. 1352 \nrelating to limitations on the use of appropriated funds to influence certain Federal contracts; 18 U.S.C. 431 relating to \nofficials not to benefit; 40 U.S.C. chapter 37, Contract Work Hours and Safety Standards; 41 U.S.C. chapter 87, \nKickbacks; 41 U.S.C. 4712 and 10 U.S.C. 4701 relating to whistleblower protections; 49 U.S.C. 40118, Fly American; \nand 41 U.S.C. chapter 21 relating to procurement integrity. \n\n(s)  Order of precedence. Any inconsistencies in this solicitation or contract shall be resolved by giving precedence in \n\nthe following order: \n\n(1)  The schedule of supplies/services. \n(2)  The Assignments, Disputes, Payments, Invoice, Other Compliances, Compliance with Laws Unique to \n\nGovernment Contracts, and Unauthorized Obligations paragraphs of this clause; \n\n(3)  The clause at 52.212-5. \n(4)  Addenda to this solicitation or contract, including any license agreements for computer software. \n(5)  Solicitation provisions if this is a solicitation. \n(6)  Other paragraphs of this clause. \n(7)  The Standard Form 1449. \n(8)  Other documents, exhibits, and attachments. \n(9)  The specification. \n\n(t)  [Reserved] \n(u)  Unauthorized Obligations. (1) Except as stated in paragraph (u)(2) of this clause, when any supply or service \n\nacquired under this contract is subject to any End User License Agreement (EULA), Terms of Service (TOS), or similar \nlegal instrument or agreement, that includes any clause requiring the Government to indemnify the Contractor or any \nperson or entity for damages, costs, fees, or any other loss or liability that would create an Anti-Deficiency Act violation \n(31 U.S.C. 1341), the following shall govern: \n\n(i)  Any such clause is unenforceable against the Government. \n(ii)  Neither the Government nor any Government authorized end user shall be deemed to have agreed to \nsuch clause by virtue of it appearing in the EULA, TOS, or similar legal instrument or agreement. If the EULA, TOS, or \nsimilar legal instrument or agreement is invoked through an \"I agree\" click box or other comparable mechanism (e.g., \n\"click-wrap\" or \"browse-wrap\" agreements), execution does not bind the Government or any Government authorized end \nuser to such clause. \n\n(iii)  Any such clause is deemed to be stricken from the EULA, TOS, or similar legal instrument or \n\nagreement. \n             (2)  Paragraph (u)(1) of this clause does not apply to indemnification by the Government that is expressly \nauthorized by statute and specifically authorized under applicable agency regulations and procedures. \n\n(v)  Incorporation by reference. The Contractor’s representations and certifications, including those completed \n\nelectronically via the System for Award Management (SAM), are incorporated by reference into the contract. \n \n\n(End of Clause) \n\n \n\n\fPage 16 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n52.204-30 \n\nFederal Acquisition Supply Chain Security Act Orders—Prohibition  \n\n \n\nDec 2023  \n\n(a) Definitions. As used in this clause—   \n \nCovered article, as defined in 41 U.S.C. 4713(k), means—  \n \n(1)  Information technology, as defined in 40 U.S.C. 11101, including cloud computing services of all types;  \n \n(2) Telecommunications equipment or telecommunications service, as those terms are defined in section 3 of the \nCommunications Act of 1934 ( 47 U.S.C. 153);  \n \n(3) The processing of information on a Federal or non-Federal information system, subject to the requirements of the \nControlled Unclassified Information program (see 32 CFR part 2002); or  \n \n(4) Hardware, systems, devices, software, or services that include embedded or incidental information technology.  \n \nFASCSA order means any of the following orders issued under the Federal Acquisition Supply Chain Security Act \n(FASCSA) requiring the removal of covered articles from executive agency information systems or the exclusion of one \nor more named sources or named covered articles from executive agency procurement actions, as described in 41 CFR \n201–1.303(d) and (e):    \n \n(1) The Secretary of Homeland Security may issue FASCSA orders applicable to civilian agencies, to the extent not \ncovered by paragraph (2) or (3) of this definition. This type of FASCSA order may be referred to as a Department of \nHomeland Security (DHS) FASCSA order.  \n \n(2) The Secretary of Defense may issue FASCSA orders applicable to the Department of Defense (DoD) and national \nsecurity systems other than sensitive compartmented information systems. This type of FASCSA order may be referred to \nas a DoD FASCSA order.  \n \n(3) The Director of National Intelligence (DNI) may issue FASCSA orders applicable to the intelligence community and \nsensitive compartmented information systems, to the extent not covered by paragraph (2) of this definition. This type of \nFASCSA order may be referred to as a DNI FASCSA order.  \n \nIntelligence community, as defined by 50 U.S.C. 3003(4), means the following—  \n \n(1) The Office of the Director of National Intelligence;  \n \n(2) The Central Intelligence Agency;  \n \n(3) The National Security Agency;  \n \n(4) The Defense Intelligence Agency;  \n \n(5) The National Geospatial-Intelligence Agency;  \n \n(6) The National Reconnaissance Office;  \n \n(7) Other offices within the Department of Defense for the collection of specialized national intelligence through \nreconnaissance programs;  \n \n(8) The intelligence elements of the Army, the Navy, the Air Force, the Marine Corps, the Coast Guard, the Federal \nBureau of Investigation, the Drug Enforcement Administration, and the Department of Energy;  \n \n(9) The Bureau of Intelligence and Research of the Department of State;  \n \n(10) The Office of Intelligence and Analysis of the Department of the Treasury;  \n\n\fPage 17 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n \n(11) The Office of Intelligence and Analysis of the Department of Homeland Security; or  \n \n(12) Such other elements of any department or agency as may be designated by the President, or designated jointly by the \nDirector of National Intelligence and the head of the department or agency concerned, as an element of the intelligence \ncommunity.  \n \nNational security system, as defined in 44 U.S.C. 3552, means any information system (including any telecommunications \nsystem) used or operated by an agency or by a contractor of an agency, or other organization on behalf of an agency—  \n \n(1) The function, operation, or use of which involves intelligence activities; involves cryptologic activities related to \nnational security; involves command and control of military forces; involves equipment that is an integral part of a \nweapon or weapons system; or is critical to the direct fulfillment of military or intelligence missions, but does not include \na system that is to be used for routine administrative and business applications (including payroll, finance, logistics, and \npersonnel management applications); or  \n \n(2) Is protected at all times by procedures established for information that have been specifically authorized under criteria \nestablished by an Executive order or an Act of Congress to be kept classified in the interest of national defense or foreign \npolicy.  \n \nReasonable inquiry means an inquiry designed to uncover any information in the entity's possession about the identity of \nany covered articles, or any products or services produced or provided by a source. This applies when the covered article \nor the source is subject to an applicable FASCSA order. A reasonable inquiry excludes the need to include an internal or \nthird-party audit.  \n \nSensitive compartmented information means classified information concerning or derived from intelligence sources, \nmethods, or analytical processes, which is required to be handled within formal access control systems established by the \nDirector of National Intelligence.  \n \nSensitive compartmented information system means a national security system authorized to process or store sensitive \ncompartmented information.  \n \nSource means a non-Federal supplier, or potential supplier, of products or services, at any tier.  \n \n(b) Prohibition. (1) Unless an applicable waiver has been issued by the issuing official, Contractors shall not provide or use \nas part of the performance of the contract any covered article, or any products or services produced or provided by a \nsource, if the covered article or the source is prohibited by an applicable FASCSA orders as follows:  \n \n(i) For solicitations and contracts awarded by a Department of Defense contracting office, DoD FASCSA orders apply.  \n \n(ii) For all other solicitations and contracts DHS FASCSA orders apply.  \n \n(2) The Contractor shall search for the phrase “FASCSA order” in the System for Award Management (SAM) \nat https://www.sam.gov to locate applicable FASCSA orders identified in paragraph (b)(1).  \n \n(3) The Government may identify in the solicitation additional FASCSA orders that are not in SAM, which are effective \nand apply to the solicitation and resultant contract.  \n \n(4) A FASCSA order issued after the date of solicitation applies to this contract only if added by an amendment to \nthe solicitation or modification to the contract (see FAR 4.2304(c)). However, see paragraph (c) of this clause.  \n \n(5) (i) If the contractor wishes to ask for a waiver of the requirements of a new FASCSA order being applied through \nmodification, then the Contractor shall disclose the following:  \n \n(A) Name of the product or service provided to the Government;  \n\n\fPage 18 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n \n(B) Name of the covered article or source subject to a FASCSA order;  \n \n(C) If applicable, name of the vendor, including the Commercial and Government Entity code and unique entity \nidentifier (if known), that supplied or supplies the covered article or the product or service to the Offeror;  \n \n(D) Brand;  \n \n(E) Model number (original equipment manufacturer number, manufacturer part number, or wholesaler number);  \n \n(F) Item description;  \n \n(G) Reason why the applicable covered article or the product or service is being provided or used;  \n \n(ii) Executive agency review of disclosures. The contracting officer will review disclosures provided in paragraph (b)(5)(i) \nto determine if any waiver is warranted. A contracting officer may choose not to pursue a waiver for covered articles or \nsources otherwise covered by a FASCSA order and to instead pursue other appropriate action.  \n \n(c) Notice and reporting requirement. (1) During contract performance, the Contractor shall review SAM.gov at least once \nevery three months, or as advised by the Contracting Officer, to check for covered articles subject to FASCSA order(s), or \nfor products or services produced by a source subject to FASCSA order(s) not currently identified under paragraph (b) of \nthis clause.  \n \n(2) If the Contractor identifies a new FASCSA order(s) that could impact their supply chain, then the \nContractor shall conduct a reasonable inquiry to identify whether a covered article or product or service produced or \nprovided by a source subject to the FASCSA order(s) was provided to the Government or used during contract \nperformance.  \n \n(3) (i) The Contractor shall submit a report to the contracting office as identified in paragraph (c)(3)(ii) of this clause, if the \nContractor identifies, including through any notification by a subcontractor at any tier, that a covered article or product or \nservice produced or provided by a source was provided to the Government or used during contract performance and is \nsubject to a FASCSA order(s) identified in paragraph (b) of this clause, or a new FASCSA order identified in paragraph \n(c)(2) of this clause. For indefinite delivery contracts, the Contractor shall report to both the contracting office for the \nindefinite delivery contract and the contracting office for any affected order.  \n \n(ii) If a report is required to be submitted to a contracting office under (c)(3)(i) of this clause, the Contractor shall submit \nthe report as follows:  \n \n(A) If a Department of Defense contracting office, the Contractor shall report to the website at https://dibnet.dod.mil.  \n \n(B) For all other contracting offices, the Contractor shall report to the Contracting Officer.  \n \n(4) The Contractor shall report the following information for each covered article or each product or service produced or \nprovided by a source, where the covered article or source is subject to a FASCSA order, pursuant to paragraph (c)(3)(i) of \nthis clause:  \n \n(i) Within 3 business days from the date of such identification or notification:  \n \n(A) Contract number;  \n \n(B) Order number(s), if applicable;  \n \n(C) Name of the product or service provided to the Government or used during performance of the contract;  \n \n(D) Name of the covered article or source subject to a FASCSA order;  \n\n\fPage 19 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n \n(E) If applicable, name of the vendor, including the Commercial and Government Entity code and unique entity \nidentifier (if known), that supplied the covered article or the product or service to the Contractor;  \n \n(F) Brand;  \n \n(G) Model number (original equipment manufacturer number, manufacturer part number, or wholesaler number);  \n \n(H) Item description; and  \n \n(I) Any readily available information about mitigation actions undertaken or recommended.  \n \n(ii) Within 10 business days of submitting the information in paragraph (c)(4)(i) of this clause:  \n \n(A) Any further available information about mitigation actions undertaken or recommended.  \n \n(B) In addition, the Contractor shall describe the efforts it undertook to prevent submission or use of the covered article or \nthe product or service produced or provided by a source subject to an applicable FASCSA order, and any additional \nefforts that will be incorporated to prevent future submission or use of the covered article or the product or service \nproduced or provided by a source that is subject to an applicable FASCSA order.  \n \n(d) Removal. For Federal Supply Schedules, Governmentwide acquisition contracts, multi-agency contracts or any \nother procurement instrument intended for use by multiple agencies, upon notification from the Contracting Officer, \nduring the performance of the contract, the Contractor shall promptly make any necessary changes or modifications to \nremove any product or service produced or provided by a source that is subject to an applicable FASCSA order.  \n \n(e) Subcontracts.   \n \n(1) The Contractor shall insert the substance of this clause, including this paragraph (e) and excluding paragraph (c)(1) of \nthis clause, in all subcontracts and other contractual instruments, including subcontracts for the acquisition of commercial \nproducts and commercial services.  \n \n(2) The Government may identify in the solicitation additional FASCSA orders that are not in SAM, which are effective \nand apply to the contract and any subcontracts and other contractual instruments under the contract. The Contractor or \nhigher-tier subcontractor shall notify their subcontractors, and suppliers under other contractual instruments, that the \nFASCSA orders in the solicitation that are not in SAM apply to the contract and all subcontracts.  \n \n\n(End of clause) \n\n \n\n \n\n \n\n \n\n52.212-5 \n\n \n\nContract Terms and Conditions Required to Implement Statutes or   \nExecutive Orders -- Commercial Products and Commercial Services \n\nMar 2023 \n\n(a) The Contractor shall comply with the following Federal Acquisition Regulation (FAR) clauses, which are incorporated \n\nin this contract by reference, to implement provisions of law or Executive orders applicable to acquisitions of \ncommercial products and commercial services: \n\n(1) 52.203-19, Prohibition on Requiring Certain Internal Confidentiality Agreements or Statements (Jan \n\n2017) (section 743 of Division E, Title VII, of the Consolidated and Further Continuing Appropriations Act, 2015 \n(Pub. L. 113-235) and its successor provisions in subsequent appropriations acts (and as extended in continuing \nresolutions)). \n\n(2) 52.204-23, Prohibition on Contracting for Hardware, Software, and Services Developed or Provided by \n\nKaspersky Lab and Other Covered Entities (Nov 2021) (Section 1634 of Pub. L. 115-91). \n\n\fPage 20 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n \n\n(3) 52.204-25, Prohibition on Contracting for Certain Telecommunications and Video Surveillance \n\nServices or Equipment. (Nov 2021) (Section 889(a)(1)(A) of Pub. L. 115-232). \n\n(4) 52.209-10, Prohibition on Contracting with Inverted Domestic Corporations (Nov 2015). \n\n(5) 52.232-40, Providing Accelerated Payments to Small Business Subcontractors (Mar 2023) ( 31 U.S.C. \n\n3903 and 10 U.S.C. 3801). \n\n(6) 52.233-3, Protest After Award (Aug 1996) ( 31 U.S.C. 3553). \n\n(7)  52.233-4, Applicable Law for Breach of Contract Claim (Oct 2004) (Public Laws 108-77 and 108-78 \n\n( 19 U.S.C. 3805 note)). \n\n \n\n \n\n \n\n \n\n \n\n(b) The Contractor shall comply with the FAR clauses in this paragraph (b) that the Contracting Officer has \nindicated as being incorporated in this contract by reference to implement provisions of law or Executive orders \napplicable to acquisitions of commercial products and commercial services: \n\n(8) 52.209-6, Protecting the Government’s Interest When Subcontracting with Contractors Debarred, \n\n(1) 52.203-6, Restrictions on Subcontractor Sales to the Government (Jun 2020), with Alternate I (Nov \n\n(4) 52.204-10, Reporting Executive Compensation and First-Tier Subcontract Awards (Jun 2020) (Pub. L. \n\n(5) [Reserved]. \n(6) 52.204-14, Service Contract Reporting Requirements (Oct 2016) (Pub. L. 111-117, section 743 of Div. C). \n(7) 52.204-15, Service Contract Reporting Requirements for Indefinite-Delivery Contracts (Oct 2016) (Pub. L. \n\n(2) 52.203-13, Contractor Code of Business Ethics and Conduct (Nov 2021) ( 41 U.S.C. 3509)). \n(3) 52.203-15, Whistleblower Protections under the American Recovery and Reinvestment Act of 2009 \n\n(9) 52.209-9, Updates of Publicly Available Information Regarding Responsibility Matters (Oct \n\n \n[Contracting Officer check as appropriate.] \n        X \n2021) ( 41 U.S.C. 4704 and 10 U.S.C. 4655). \n \n \n(Jun 2010) (Section 1553 of Pub. L. 111-5). (Applies to contracts funded by the American Recovery and \nReinvestment Act of 2009.) \n        X \n109-282) ( 31 U.S.C. 6101 note). \n \n         \n \n111-117, section 743 of Div. C). \n        X \nSuspended, or Proposed for Debarment. (Nov 2021) ( 31 U.S.C. 6101 note). \n        X \n2018) ( 41 U.S.C. 2313). \n \n \n        X \nthe offeror elects to waive the preference, it shall so indicate in its offer) ( 15 U.S.C. 657a). \n \n          \n \n \n \n        X \n  \n \n \n \n \n \n \n \n \n\n(13) [Reserved] \n  (14) (i) 52.219-6, Notice of Total Small Business Set-Aside (Nov 2020) ( 15 U.S.C. 644). \n\n(ii) Alternate I (Nov 2016) of 52.219-9. \n(iii) Alternate II (Nov 2016) of 52.219-9. \n(iv) Alternate III (Jun 2020) of 52.219-9. \n(v) Alternate IV (Sep 2021) of 52.219-9 \n\n  (15) (i) 52.219-7, Notice of Partial Small Business Set-Aside (Nov 2020) ( 15 U.S.C. 644). \n\n  (18) (i) 52.219-13, Notice of Set-Aside of Orders (Mar 2020) ( 15 U.S.C. 644(r)). \n\n(ii) Alternate I (Mar 2020) of 52.219-13. \n\n (ii) Alternate I (Mar 2020) of 52.219-6. \n\n(ii) Alternate I (Mar 2020) of 52.219-7. \n\n(16) 52.219-8, Utilization of Small Business Concerns (Oct 2022) ( 15 U.S.C. 637(d)(2) and (3)). \n  (17) (i) 52.219-9, Small Business Subcontracting Plan (Oct 2022) ( 15 U.S.C. 637(d)(4)). \n\n(19) 52.219-14, Limitations on Subcontracting (Oct 2022) ( 15 U.S.C. 637s). \n(20) 52.219-16, Liquidated Damages—Subcontracting Plan (Sep 2021) ( 15 U.S.C. 637(d)(4)(F)(i)). \n\n(10) [Reserved]. \n_(11) 52.219-3, Notice of HUBZone Set-Aside or Sole-Source Award (Oct 2022) ( 15 U.S.C. 657a). \n  (12) 52.219-4, Notice of Price Evaluation Preference for HUBZone Small Business Concerns (Oct 2022) (if \n\n\fPage 21 of 29 \n\n \n\n(ii) Alternate I (Jul 2014) of 52.222-35. \n\n(ii) Alternate I (Jul 2014) of 52.222-36. \n\n(ii) Alternate I (Feb 1999) of 52.222-26. \n\n(ii) Alternate I (Mar 2020) of 52.219-28. \n\n(ii) Alternate I (Mar 2015) of 52.222-50 ( 22 U.S.C. chapter 78 and E.O. 13627). \n\n  (31) (i) 52.222-35, Equal Opportunity for Veterans (Jun 2020) ( 38 U.S.C. 4212). \n\n(21) 52.219-27, Notice of Service-Disabled Veteran-Owned Small Business Set-Aside (Oct 2022) \n\n  (32) (i) 52.222-36, Equal Opportunity for Workers with Disabilities (Jun 2020) ( 29 U.S.C. 793). \n\n(24) 52.219-30, Notice of Set-Aside for, or Sole-Source Award to, Women-Owned Small Business \n\n(36) 52.222-54, Employment Eligibility Verification (May 2022) (Executive Order 12989). (Not applicable \n\n  (35) (i) 52.222-50, Combating Trafficking in Persons (Nov 2021) ( 22 U.S.C. chapter 78 and E.O. 13627). \n\n     X       (22) (i) 52.219-28, Post Award Small Business Program Rerepresentation (Mar 2023)( 15 U.S.C. 632(a)(2)). \n\n(33) 52.222-37, Employment Reports on Veterans (Jun 2020) ( 38 U.S.C. 4212). \n(34) 52.222-40, Notification of Employee Rights Under the National Labor Relations Act (Dec 2010) (E.O. \n\n  \n      (23) 52.219-29, Notice of Set-Aside for, or Sole-Source Award to, Economically Disadvantaged Women-\n\n(25) 52.219-32, Orders Issued Directly Under Small Business Reserves (Mar 2020) ( 15 U.S.C. 644(r)). \n(26) 52.219-33, Nonmanufacturer Rule (Sep 2021) ( 15U.S.C. 637(a)(17)). \n(27) 52.222-3, Convict Labor (Jun 2003) (E.O.11755). \n(28) 52.222-19, Child Labor-Cooperation with Authorities and Remedies (Dec 2022) (E.O.13126). \n(29) 52.222-21, Prohibition of Segregated Facilities (Apr 2015). \n  (30) (i) 52.222-26, Equal Opportunity (Sep 2016) (E.O.11246). \n\nAttachment A – 140G0124Q0100 \n \n \n \n( 15 U.S.C. 657f). \n \n \n \nOwned Small Business Concerns (Oct 2022) ( 15 U.S.C. 637(m)). \n \nConcerns Eligible Under the Women-Owned Small Business Program (Oct 2022) ( 15 U.S.C. 637(m)). \n \n \n        X \n        X \n        X \n        X \n         \n        X \n \n        X \n \n        X \n        X \n13496). \n        X \n \n        X \nto the acquisition of commercially available off-the-shelf items or certain other types of commercial products or \ncommercial services as prescribed in FAR 22.1803.) \n \n  (37) (i) 52.223-9, Estimate of Percentage of Recovered Material Content for EPA–Designated Items (May \n2008) ( 42 U.S.C. 6962(c)(3)(A)(ii)). (Not applicable to the acquisition of commercially available off-the-shelf items.) \n____________(ii) Alternate I (May 2008) of 52.223-9 ( 42 U.S.C. 6962(i)(2)(C)). (Not applicable to the acquisition of \ncommercially available off-the-shelf items.) \n \n2016) (E.O. 13693). \n \nConditioners (Jun 2016) (E.O. 13693). \n \n13514). \n \n \n \n        X \n \n13423 and 13514). \n \n        X \n13513). \n \n \n \n \n \n_____________(ii) Alternate I (Oct 2022) of 52.225-1 \n \nnote, 19 U.S.C. 2112 note, 19 U.S.C. 3805 note, 19 U.S.C. 4001 note, 19 U.S.C. chapter 29 (sections 4501-4732), Public \nLaw 103-182, 108-77, 108-78, 108-286, 108-302, 109-53, 109-169, 109-283, 110-138, 112-41, 112-42, and 112-43. \n\n(42) 52.223-15, Energy Efficiency in Energy-Consuming Products (May 2020) ( 42 U.S.C. 8259b). \n  (43) (i) 52.223-16, Acquisition of EPEAT®-Registered Personal Computer Products (Oct 2015) (E.O.s \n\n(45) 52.223-20, Aerosols (Jun 2016) (E.O. 13693). \n(46) 52.223-21, Foams (Jun2016) (E.O. 13693).. \n  (47) (i) 52.224-3 Privacy Training (Jan 2017) (5 U.S.C. 552 a). \n\n(38) 52.223-11, Ozone-Depleting Substances and High Global Warming Potential Hydrofluorocarbons (Jun \n\n  (40) (i) 52.223-13, Acquisition of EPEAT®-Registered Imaging Equipment (Jun 2014) (E.O.s 13423 and \n\n  (41) (i) 52.223-14, Acquisition of EPEAT®-Registered Televisions (Jun 2014) (E.O.s 13423 and 13514). \n\n  (49) (i) 52.225-3, Buy American-Free Trade Agreements-Israeli Trade Act (Dec 2022) ( 19 U.S.C. 3301 \n\n(44) 52.223-18, Encouraging Contractor Policies to Ban Text Messaging While Driving (Jun 2020) (E.O. \n\n(39) 52.223-12, Maintenance, Service, Repair, or Disposal of Refrigeration Equipment and Air \n\n(48) (i) 52.225-1, Buy American-Supplies (Oct 2022) ( 41 U.S.C. chapter 83). \n\n(ii) Alternate I (Oct 2015) of 52.223-13. \n\n(ii) Alternate I (Jun 2014) of 52.223-16. \n\n(ii) Alternate I (Jun2014) of 52.223-14. \n\n(ii) Alternate I (Jan 2017) of 52.224-3. \n\n\fPage 22 of 29 \n\n(52) 52.225-26, Contractors Performing Private Security Functions Outside the United States (Oct 2016) \n\n(53) 52.226-4, Notice of Disaster or Emergency Area Set-Aside (Nov 2007) ( 42 U.S.C. 5150). \n(54) 52.226-5, Restrictions on Subcontracting Outside Disaster or Emergency Area (Nov2007) \n\n(50) 52.225-5, Trade Agreements (Dec 2022) ( 19 U.S.C. 2501, et seq., 19 U.S.C. 3301 note). \n(51) 52.225-13, Restrictions on Certain Foreign Purchases (Feb 2021) (E.O.’s, proclamations, and \n\nAttachment A – 140G0124Q0100 \n \n \n(ii) Alternate I [Reserved]. \n \n \n(iii) Alternate II (Dec 2022) of 52.225-3. \n____________(iv) Alternate III (Jan 2021) of 52.225-3. \n_____________(v) Alternate IV (Oct 2022) of 52.225-3. \n \n        X \nstatutes administered by the Office of Foreign Assets Control of the Department of the Treasury). \n \n(Section 862, as amended, of the National Defense Authorization Act for Fiscal Year 2008; 10 U.S.C. Subtitle A, Part \nV, Subpart G Note). \n \n \n( 42 U.S.C. 5150). \n \n \n2021) ( 41 U.S.C. 4505, 10 U.S.C. 3805). \n \n( 41 U.S.C. 4505, 10 U.S.C. 3805). \n        X \n( 31 U.S.C. 3332). \n \n( 31 U.S.C. 3332). \n \n \n        X \n \n55305 and 10 U.S.C. 2631). \n \n \n\n(60) 52.232-36, Payment by Third Party (May 2014) ( 31 U.S.C. 3332). \n(61) 52.239-1, Privacy or Security Safeguards (Aug 1996) ( 5 U.S.C. 552a). \n(62) 52.242-5, Payments to Small Business Subcontractors (Jan 2017) ( 15 U.S.C. 637(d)(13)). \n  (63) (i) 52.247-64, Preference for Privately Owned U.S.-Flag Commercial Vessels (Nov 2021) ( 46 U.S.C. \n\n(55) 52.229-12, Tax on Certain Foreign Procurements (Feb 2021). \n(56) 52.232-29, Terms for Financing of Purchases of Commercial Products and Commercial Services (Nov \n\n(57) 52.232-30, Installment Payments for Commercial Products and Commercial Services (Nov 2021) \n\n(58) 52.232-33, Payment by Electronic Funds Transfer-System for Award Management (Oct2018) \n\n(ii) Alternate I (Apr 2003) of 52.247-64. \n(iii) Alternate II (Nov 2021) of 52.247-64. \n\n(59) 52.232-34, Payment by Electronic Funds Transfer-Other than System for Award Management (Jul 2013) \n\n(c) The Contractor shall comply with the FAR clauses in this paragraph (c), applicable to commercial services, \n\nthat the Contracting Officer has indicated as being incorporated in this contract by reference to implement provisions \nof law or Executive orders applicable to acquisitions of commercial products and commercial services: \n\n   X \n\n(3) 52.222-43, Fair Labor Standards Act and Service Contract Labor Standards-Price Adjustment (Multiple \n\n(1) 52.222-41, Service Contract Labor Standards (Aug 2018) ( 41 U.S.C. chapter67). \n(2) 52.222-42, Statement of Equivalent Rates for Federal Hires (May 2014) ( 29 U.S.C. 206 and \n\n \n[Contracting Officer check as appropriate.] \n \n \n \n41 U.S.C. chapter 67). \n \nYear and Option Contracts) (Aug 2018) ( 29 U.S.C. 206 and 41 U.S.C. chapter 67). \n \n2014) ( 29U.S.C.206  and 41 U.S.C. chapter 67). \n \nMaintenance, Calibration, or Repair of Certain Equipment-Requirements (May 2014) (41 U.S.C. chapter 67). \n \nCertain Services-Requirements (May 2014) ( 41 U.S.C. chapter 67). \n        X \n \n \n\n(7) 52.222-55, Minimum Wages for Contractor Workers Under Executive Order 14026 (Jan 2022). \n(8) 52.222-62, Paid Sick Leave Under Executive Order 13706 (Jan 2022) (E.O. 13706). \n(9) 52.226-6, Promoting Excess Food Donation to Nonprofit Organizations (Jun 2020) ( 42 U.S.C. 1792). \n\n(4) 52.222-44, Fair Labor Standards Act and Service Contract Labor Standards-Price Adjustment (May \n\n(6) 52.222-53, Exemption from Application of the Service Contract Labor Standards to Contracts for \n\n(5) 52.222-51, Exemption from Application of the Service Contract Labor Standards to Contracts for \n\n(d) Comptroller General Examination of Record. The Contractor shall comply with the provisions of this paragraph \n\n(d) if this contract was awarded using other than sealed bid, is in excess of the simplified acquisition threshold, as \ndefined in FAR 2.101, on the date of award of this contract, and does not contain the clause at 52.215-2, Audit and \nRecords-Negotiation. \n\n \n\n\fPage 23 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n(1) The Comptroller General of the United States, or an authorized representative of the Comptroller General, \nshall have access to and right to examine any of the Contractor’s directly pertinent records involving transactions \nrelated to this contract. \n\n(2) The Contractor shall make available at its offices at all reasonable times the records, materials, and other \n\nevidence for examination, audit, or reproduction, until 3 years after final payment under this contract or for any shorter \nperiod specified in FAR subpart 4.7, Contractor Records Retention, of the other clauses of this contract. If this contract \nis completely or partially terminated, the records relating to the work terminated shall be made available for 3 years \nafter any resulting final termination settlement. Records relating to appeals under the disputes clause or to litigation or \nthe settlement of claims arising under or relating to this contract shall be made available until such appeals, litigation, \nor claims are finally resolved. \n\n(3) As used in this clause, records include books, documents, accounting procedures and practices, and other \n\ndata, regardless of type and regardless of form. This does not require the Contractor to create or maintain any \nrecord that the Contractor does not maintain in the ordinary course of business or pursuant to a provision of law. \n\n(e) (1) Notwithstanding the requirements of the clauses in paragraphs (a), (b), (c), and (d) of this clause, the \n\nContractor is not required to flow down any FAR clause, other than those in this paragraph (e)(1), in a subcontract for \ncommercial products or commercial services. Unless otherwise indicated below, the extent of the flow down shall be as \nrequired by the clause- \n\n(i) 52.203-13, Contractor Code of Business Ethics and Conduct (Nov 2021) ( 41 U.S.C. 3509). \n\n(ii) 52.203-19, Prohibition on Requiring Certain Internal Confidentiality Agreements or Statements (Jan \n\n2017) (section 743 of Division E, Title VII, of the Consolidated and Further Continuing Appropriations \nAct, 2015 (Pub. L. 113-235) and its successor provisions in subsequent appropriations acts (and as \nextended in continuing resolutions)). \n\n(iii) 52.204-23, Prohibition on Contracting for Hardware, Software, and Services Developed or \n\nProvided by Kaspersky Lab and Other Covered Entities (Nov 2021) (Section 1634 of Pub. L. 115-\n91). \n\n(iv) 52.204-25, Prohibition on Contracting for Certain Telecommunications and Video Surveillance \n\nServices or Equipment. (Nov 2021) (Section 889(a)(1)(A) of Pub. L. 115-232). \n\n(v)   52.219-8, Utilization of Small Business Concerns (Oct 2022) ( 15 U.S.C. 637(d)(2) and (3)), in all \n\nsubcontracts that offer further subcontracting opportunities. If the subcontract (except subcontracts to \nsmall business concerns) exceeds the applicable threshold specified in FAR 19.702(a) on the date of \nsubcontract award, the subcontractor must include 52.219-8 in lower tier subcontracts that offer \nsubcontracting opportunities. \n\n(vi) 52.222-21, Prohibition of Segregated Facilities (Apr 2015). \n\n(vii) 52.222-26, Equal Opportunity (Sep 2015) (E.O.11246). \n(viii) 52.222-35, Equal Opportunity for Veterans (Jun 2020) ( 38 U.S.C. 4212). \n\n(ix) 52.222-36, Equal Opportunity for Workers with Disabilities (Jun 2020) ( 29 U.S.C. 793). \n\n(x)  52.222-37, Employment Reports on Veterans (Jun 2020) ( 38 U.S.C. 4212). \n\n(xi) 52.222-40, Notification of Employee Rights Under the National Labor Relations Act (Dec \n\n2010) (E.O. 13496). Flow down required in accordance with paragraph (f) of FAR clause 52.222-\n40. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fAttachment A – 140G0124Q0100 \n \n \n \n\nPage 24 of 29 \n\n(xii) 52.222-41, Service Contract Labor Standards (Aug 2018) ( 41 U.S.C. chapter 67). \n\n(xiii) (A) 52.222-50, Combating Trafficking in Persons (Nov 2021) ( 22 U.S.C. chapter 78 and E.O 13627). \n\n(B) Alternate I (Mar 2015) of 52.222-50 ( 22 U.S.C. chapter 78 and E.O. 13627). \n\n(xiv) 52.222-51, Exemption from Application of the Service Contract Labor Standards to \n\nContracts for Maintenance, Calibration, or Repair of Certain Equipment-Requirements (May \n2014) ( 41 U.S.C. chapter 67). \n\n(xv) 52.222-53, Exemption from Application of the Service Contract Labor Standards to Contracts for \n\nCertain Services-Requirements (May 2014) ( 41 U.S.C. chapter 67). \n\n(xvi) 52.222-54, Employment Eligibility Verification (May 2022) (E.O. 12989). \n\n(xvii) 52.222-55, Minimum Wages for Contractor Workers Under Executive Order 14026 (Jan 2022). \n\n(xviii) 52.222-62, Paid Sick Leave Under Executive Order 13706 (Jan 2022) (E.O. 13706). \n\n(xix) (A) 52.224-3, Privacy Training (Jan 2017) ( 5 U.S.C. 552a). \n\n(B) Alternate I (Jan 2017) of 52.224-3. \n\n(xx) 52.225-26, Contractors Performing Private Security Functions Outside the United States (Oct \n\n2016) (Section 862, as amended, of the National Defense Authorization Act for Fiscal Year 2008; 10 \nU.S.C. Subtitle A, Part V, Subpart G Note). \n\n(xxi) 52.226-6, Promoting Excess Food Donation to Nonprofit Organizations (Jun 2020) ( 42 U.S.C. 1792). \n\nFlow down required in accordance with paragraph (e) of FAR clause 52.226-6. \n\n(xxii) 52.232-40, Providing Accelerated Payments to Small Business Subcontractors (Mar 2023) ( 31 \n\nU.S.C. 3903 and 10 U.S.C. 3801). Flow down required in accordance with paragraph (c) of 52.232-40 \n\n(xxiii)52.247-64, Preference for Privately Owned U.S.-Flag Commercial Vessels (Nov 2021) ( 46 U.S.C. \n\n55305 and 10 U.S.C. 2631). Flow down required in accordance with paragraph (d) of FAR \nclause 52.247-64. \n\n \n(2) While not required, the Contractor may include in its subcontracts for commercial products and commercial services \na minimal number of additional clauses necessary to satisfy its contractual obligations. \n \n\n(End of clause) \n\n \n\n    \n\n     Energy Efficiency in Energy-Consuming Products  \n\nMay 2020 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n52.223-15 \n\n (a) Definition. As used in this clause—  \n\n      Energy-efficient product  \n\n           (1) Means a product that–  \n\ntrademark label; or  \n\n                (i) Meets Department of Energy and Environmental Protection Agency criteria for use of the Energy Star \n\n\fAttachment A – 140G0124Q0100 \n \n \n\nFederal Energy Management Program.  \n\n                (ii) Is in the upper 25 percent of efficiency for all similar products as designated by the Department of Energy’s \n\nPage 25 of 29 \n\n           (2) The term \"product\" does not include any energy-consuming product or system designed or procured for \n\ncombat or combat-related missions ( 42 U.S.C. 8259b).  \n\n      (b) The Contractor shall ensure that energy-consuming products are energy efficient products (i.e., ENERGY \n\nSTAR® products or FEMP-designated products) at the time of contract award, for products that are—  \n\n           (1) Delivered;  \n\n           (2) Acquired by the Contractor for use in performing services at a Federally-controlled facility;  \n\n           (3) Furnished by the Contractor for use by the Government; or  \n\n           (4) Specified in the design of a building or work, or incorporated during its construction, renovation, or \n\nmaintenance.  \n\n      (c) The requirements of paragraph (b) apply to the Contractor (including any subcontractor) unless—  \n\n           (1) The energy-consuming product is not listed in the ENERGY STAR® Program or FEMP; or  \n\n           (2) Otherwise approved in writing by the Contracting Officer.  \n\n      (d) Information about these products is available for—  \n\n           (1) ENERGY STAR® at http://www.energystar.gov/products; and  \n\n           (2) FEMP at https://www.energy.gov/eere/femp/energy-efficient-products-and-energy-saving-technologies.  \n\n(End of clause) \n\n \n\n  \n\n \n\n \n\n \n\nClauses Incorporated by Reference \n\n \n52.252-2  \n \nThis contract incorporates one or more clauses by reference, with the same force and effect as if they were given in full \ntext. Upon request, the Contracting Officer will make their full text available. Also, the full text of a clause may be \naccessed electronically at this/these address(es): \nhttp://www.acquisition.gov/far/ or http://farsite.hill.af.mil/vffara.htm \n \n \n\nFeb 1998 \n\n \n\n \n\n \n\nClause \n52.204-13 \n52.204-16 \n52.204-18 \n52.204-19 \n\n52.223-6 \n\n52.232-1 \n\n52.243-1 \n\n52.244-6 \n\nTitle \nSystem for Award Management Maintenance \nCommercial and Government Entity Code Reporting \nCommercial and Government Entity Code Maintenance \nIncorporation by Reference of Representations and \nCertifications \nDrug-Free Workplace \n\nDate \nOctober 2018 \nAugust 2020 \nAugust 2020 \nDecember 2014 \n\nMay 2001 \n\nMay 2014 \n\nApril 1984 \n\nApril 1984 \n\n52.227-14 \n\nRights in Data – General \n\nPayments \n\nChanges—Fixed Price Alternate I \n\nSubcontracts for Commercial Products and Commercial \nServices \n\nMarch 2023 \n\n\fPage 26 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n52.246-1 \n\n52.249-1 \n\n \n\nContractor Inspection Requirements \n\nTermination for Convenience of the Government (Fixed- \nPrice) (Short Form) \n\nApril 1984 \n\nApril 1984 \n\n(End of Clauses Incorporated by Reference) \n\n \n\n \n\n \n\n      \n\n   June 2018 \n\n \n \nGS0199                              PREVENTION OF MALICIOUS CODE \n \n(a) Definitions \nMalicious code is a computer code developed for the purpose of causing some form of intentional  \ndamage to computer systems or networks. Malicious code may be a complete program or code  \nimbedded in software programs that appear to provide useful functions. The term includes  \ncomputer viruses and other destructive programs, such as \"Trojan Horses\" and network \"worms.\"  \n \n(b) The contractor must have in place an anti-virus procedure to ensure that media supplied is  \nuncontaminated by malicious code.  \n \n(c) The contractor is required to scan all delivered software to insure it is free of malicious code prior to its installation or \noperation on USGS-owned computers or contractor-owned computers connected to USGS computer systems or networks. \nContractors using diagnostics software disks or connecting to a non-USGS computer while performing repairs or upgrades \nto a USGS computer will scan the serviced computer's drive(s) to insure they are free of malicious code upon completion \nof the service call, or prior to return of serviced equipment, if servicing is performed off-site \n\n(End of Clause) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJuly 2018 \n\nGREEN ACQUISITION  \n \nThe USGS is committed to promoting the natural environment and protecting the health and well-being of people. In the \nperformance of work under this contract, the Contractor shall exert its best efforts to provide services in a manner that will \npromote the natural environment and protect health and well-being. Green purchasing or environmentally preferable \ncontracting includes the initiatives described below:  \n \nAlternative Fuels and Vehicles are described at http://www.afdc.energy.gov/afdc/  \n \nBiobased Products are described at http://www.biopreferred.gov/  \n \nEnergy efficient products are described at http://energystar.gov/products for Energy Star products and at \nhttp://www.eere.energy.gov/femp/procurement for FEMP designated products.  \n \nEnvironmentally Preferable Computers are described at http://www.epeat.net  \n \nSignificant New Alternatives Program (SNAP) are described at http://www.epa.gov/snap/overview-snap \n \nThe Comprehensive Procurement Guidelines promote the use of recovered and recycled products at \nhttps://www.epa.gov/smm/comprehensive-procurement-guideline-cpg-program \n \nWater efficient products and services are described at https://www.epa.gov/watersense \n\n  \nUSGS UNILATERAL DEOBLIGATIONS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMAY 2013  \n\n (End of Clause) \n\n \n\n \n\n \n\n\fPage 27 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \nBeginning  May  2013,  Contracting  Officers  may  deobligate  unexpended  balances  with  a  unilateral  administrative \nmodification when all of the following apply –  \n(a) The following clause is included in the award, either initially or subsequently by bilateral modification: The contractor \nshall submit all invoices under the award no later than 90 calendar days after the period of performance has expired, unless \na request for extension has been submitted to the Contracting Officer. After120 days has passed since the expiration of the \nperformance period, the government reserves the right to issue a unilateral modification deobligating any unexpended funds, \nand to initiate closeout procedures.  \n(b)  The  Contracting  Officer  has  contacted  the  cognizant  program  official  to  confirm  that  all  work  is  complete  and \ndeliverables received and accepted  \n(c) The Contracting Officer has determined that the vendor has invoiced and been paid all amounts due under the award.  \n(d) All additional closeout procedures will be initiated as appropriate.  \n\n \n\n \n\n \n\n(End of Clause)  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n \n\nAPRIL 2013  \n \n\n  \nDOI ELECTRONIC INVOICING  \n \nElectronic Invoicing and Payment Requirements - Internet Payment Platform (IPP)  \n \nPayment requests must be submitted electronically through the U. S. Department of the Treasury's Internet Payment \nPlatform System (IPP).    \n  \n\"Payment request\" means any request for contract financing payment or invoice payment by the Contractor. To constitute \na proper invoice, the payment request must comply with the requirements identified in the applicable Prompt Payment \nclause included in the contract, or the clause 52.212-4 Contract Terms and Conditions – Commercial Items included in \ncommercial item contracts. The IPP website address is: https://www.ipp.gov.     \n  \nUnder this contract, the following documents are required to be submitted as an attachment to the IPP invoice:   \n  \nSend a copy of the final invoice.  \n  \nThe Contractor must use the IPP website to register, access and use IPP for submitting requests for payment. The \nContractor Government Business Point of Contact (as listed in SAM) will receive enrollment instructions via email from \nthe Federal Reserve Bank of Boston (FRBB) within 3 - 5 business days of the original contract award date.  Contractor \nassistance with enrollment can be obtained by contacting the IPP Production Helpdesk via email ippgroup@bos.frb.org or \nphone (866) 973-3131.   \n If the Contractor is unable to comply with the requirement to use IPP for submitting invoices for payment, the Contractor \nmust submit a waiver request in writing to the contracting officer.  \n  \n\n(End of Clause)  \n\n  \n\n52.204-7 \n\n \n\n \n\n \n\nSystem for Award Management \n\n \n\n \n\n \n\nOct 2018 \n\n(a) Definitions. As used in this provision— \n\n\"Electronic Funds Transfer (EFT) indicator means a four-character suffix to the unique entity identifier. The suffix is \n\nassigned at the discretion of the commercial, nonprofit, or Government entity to establish additional System for Award \nManagement records for identifying alternative EFT accounts (see subpart  32.11) for the same entity. \n\nRegistered in the System for Award Management (SAM) means that– \n\n(1) The Offeror has entered all mandatory information, including the unique entity identifier and the EFT \n\nindicator, if applicable, the Commercial and Government Entity (CAGE) code, as well as data required by the Federal \nFunding Accountability and Transparency Act of 2006 (see subpart  4.14) into SAM \n\n(2) The offeror has completed the Core, Assertions, and Representations and Certifications, and Points of Contact \n\nsections of the registration in SAM; \n\n\fPage 28 of 29 \n\nAttachment A – 140G0124Q0100 \n \n \n\n(3) The Government has validated all mandatory data fields, to include validation of the Taxpayer Identification \n\nNumber (TIN) with the Internal Revenue Service (IRS). The offeror will be required to provide consent for TIN validation \nto the Government as a part of the SAM registration process; and \n\n(4) The Government has marked the record \"Active\". \n\nUnique entity identifier means a number or other identifier used to identify a specific commercial, nonprofit, or \n\nGovernment entity. See www.sam.gov for the designated entity for establishing unique entity identifiers. \n\n(b)  \n\n(1) An Offeror is required to be registered in SAM when submitting an offer or quotation, and shall continue to be \n\nregistered until time of award, during performance, and through final payment of any contract, basic agreement, basic \nordering agreement, or blanket purchasing agreement resulting from this solicitation. \n\n(2) The Offeror shall enter, in the block with its name and address on the cover page of its offer, the annotation \n\n\"Unique Entity Identifier\" followed by the unique entity identifier that identifies the Offeror's name and address exactly as \nstated in the offer. The Offeror also shall enter its EFT indicator, if applicable. The unique entity identifier will be used by \nthe Contracting Officer to verify that the Offeror is registered in the SAM. \n\n(c) If the Offeror does not have a unique entity identifier, it should contact the entity designated at www.sam.gov for \n\nestablishment of the unique entity identifier directly to obtain one. The Offeror should be prepared to provide the \nfollowing information: \n\n(1) Company legal business name. \n\n(2) Trade style, doing business, or other name by which your entity is commonly recognized. \n\n(3) Company physical street address, city, state, and Zip Code. \n\n(4) Company mailing address, city, state and Zip Code (if separate from physical). \n\n(5) Company telephone number. \n\n(6) Date the company was started. \n\n(7) Number of employees at your location. \n\n(8) Chief executive officer/key manager. \n\n(9) Line of business (industry). \n\n(10) Company headquarters name and address (reporting relationship within your entity). \n\n(d) Processing time should be taken into consideration when registering. Offerors who are not registered in SAM \n\nshould consider applying for registration immediately upon receipt of this solicitation. See https://ww.sam.gov for \ninformation on registration. \n\n(End of Provision) \n\n \n  \n 52.000S-5079   \n  \n\n \n\nTECHNICAL LIAISON - TECHNICAL DIRECTION \n\n \n\nJUL 2018  \n\nTechnical Liaison -Technical Direction  \n\n  \na) The performance required herein shall be subject to the technical direction of the Technical Liaison (TL) as identified \nbelow. As used herein, \"technical direction\" is defined as direction to the contractor that fills in details, suggests possible \nlines of approach, or otherwise supplements the scope of the work set forth herein and shall not constitute a new \nassignment, and does not supersede or modify any article or clause of this contract.   \n  \n(b) The Technical Liaison is not authorized to perform, formally or informally, any of the following actions:  \n(1) Promise, award, agree to award, or execute any contract, contract modification, or notice of intent that changes or may \nchange this contract;  \n(2) Waive or agree to modification of the delivery schedule;  \n\n\fAttachment A – 140G0124Q0100 \n \n \n(3) Make any final decision on any contract matter subject to the Disputes Clause;  \n(4) Terminate, for any reason, the contractor's right to proceed;  \n(5) Obligate in any way, the payment of money by the Government. Only a warranted Contracting Officer is authorized to \nobligate funds on this or any other contract action.  \n  \n(c) The contractor shall immediately notify the Contracting Officer in writing if the Technical Liaison has taken an action \n(or fails to take action) or issues direction (written or oral) that the contractor considers to exceed the above limitations.  \n  \n(d) The Technical Liaison assigned for this contract is:   \n\nPage 29 of 29 \n\n  \nEmail: TBA   \n  \n\n(e) Only the Contracting Officer may designate a new Technical Liaison.  \n\n \n\n(End of Clause)"
        }
    ]
}